Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: As for the Targums, the translation makes it clear that the Messiah is meant in both cases.149
pt: Quanto aos Targums, a tradução deixa claro que o Messias é usado em ambos os casos.

source: As for the expression “that it may go well with me because of you” (Genesis 12:13), it is in parallelism with “that my life may be spared on your account”; and it must be understood in the same sense (see also verse 12).
pt: Quanto à expressão “para que vá bem comigo por sua causa” (Gênesis 12:13), é em paralelo com “que minha vida pode ser poupada em sua conta”; e deve ser entendido no mesmo sentido (ver também verso 12).

source: As for the potential clients, many end up fleeing from the confusion in something bordering on a state of shock.
pt: Quanto aos potenciais clientes, muitos acabam fugindo da confusão em algo que beira um estado de choque.

source: As for the prophet who prophesies peace, when the word of that prophet comes to pass, then it will be known that the Lord has truly sent the prophet.” Jeremiah 28:6-9.
pt: Quanto ao profeta que profetiza a paz, quando a palavra desse profeta acontecer, então saberemos que o Senhor verdadeiramente enviou o profeta ”. Jeremias 28: 6-9.

source: As for the vast majority of those in Jerusalem at that time, then as always, they were absent.
pt: Quanto à grande maioria dos habitantes de Jerusalém naquela época, como sempre, eles estavam ausentes.

source: As for works on antiSemitism written in English, the following should be noted: Ernest L. Abel, The Roots of AntiSemitism (1975); Heinrich J. M. Coudenhove-Kadergi, AntiSemitism Throughout the Ages (1972); James W. Parkes, AntiSemitism (1963).
pt: Quanto aos trabalhos sobre anti-semitismo escritos em inglês, deve-se notar o seguinte: Ernest L. Abel, The Raízes do Anti-Semitismo (1975); Heinrich JM Coudenhove-Kadergi, Anti-semitismo ao longo das eras (1972); James W. Parkes, Anti-Semitismo (1963).

source: As members now of a crowd, they took up the catchwords that were repeated in hypnotic unison.
pt: Como membros agora de uma multidão, eles pegaram as palavras de ordem que foram repetidas em uníssono hipnótico.

source: As one example, among others, we may cite this letter of the bishop of Agobard - a passage chosen from among the most violent of the epoch: “The men who are subject to the Mosaic Law are accursed and covered with the curse as by a garment, a curse which has soaked like water into their guts and like oil into their bones, cursed in the city and cursed in the field, cursed in their coming in and cursed in their going out.
pt: Como exemplo, entre outros, podemos citar esta carta do bispo de Agobard - uma passagem escolhida entre as mais violentas da época: “Os homens sujeitos à lei mosaica são amaldiçoados e cobertos pela maldição como por um roupa, uma maldição que se encharcou como água em suas entranhas e como óleo em seus ossos, amaldiçoada na cidade e amaldiçoada no campo, amaldiçoada em sua chegada e amaldiçoada em sua saída.

source: As time passed, this distinction became more precise.
pt: Com o passar do tempo, essa distinção tornou-se mais precisa.

source: As with Christians, many different types of Jews exist: Chinese Jews, black Jews, Berber Jews, Hindu Jews, large blonds with blue eyes, small browns, etc. In point of fact, modern anthropology has exploded even the notion of a Jewish race.27
pt: Tal como acontece com os cristãos, muitos tipos diferentes de judeus existem: judeus chineses, judeus negros, judeus berberes, judeus hindus, grandes loiros de olhos azuis, pequenos marrons, etc. De fato, a antropologia moderna explodiu até mesmo a noção de uma raça judaica. 27

source: At peace:
pt: Em paz:

source: At that moment our intelligence, our total being, will perceive His intentions and comprehend the dimensions of the Word now truly revealed.
pt: Naquele momento, nossa inteligência, nosso ser total, perceberá Suas intenções e compreenderá as dimensões da Palavra agora verdadeiramente reveladas.

source: At that point, to accept the risk of the incarnation thesis and make of God the Messiah, was only a step away.
pt: Nesse ponto, aceitar o risco da tese de encarnação e fazer de Deus o Messias estava apenas a um passo de distância.

source: At that time Daniel, a Jewish prince in exile who had become a high official at the court of Babylon, was perplexed regarding the end of his nation’s captivity, which had lasted for nearly seventy years.
pt: Naquela época, Daniel, um príncipe judeu no exílio que havia se tornado um alto funcionário na corte da Babilônia, ficou perplexo com relação ao fim do cativeiro de sua nação, que durou quase setenta anos.

source: At the same time and by virtue of that event, the relationship between the two partners of the covenant was to be strengthened.
pt: Ao mesmo tempo e em virtude desse evento, o relacionamento entre os dois parceiros do pacto deveria ser fortalecido.

source: At the same time, however, one can rightly question, taking into account tradition’s origins (not a revelation), whether in the course of history these floodwaters may have broken up into smaller, disconnected streams that now flow only because of the original impetus.
pt: Ao mesmo tempo, porém, pode-se questionar corretamente, levando em conta as origens da tradição (não uma revelação), se no curso da história essas águas da enchente podem ter se fragmentado em correntes menores e desconectadas que agora fluem apenas devido ao ímpeto original.

source: At the time of the crucifixion, therefore, one could find, in the streets of Jerusalem, Jews from all parts of the world.
pt: Na época da crucificação, portanto, podia-se encontrar, nas ruas de Jerusalém, judeus de todas as partes do mundo.

source: At the very first indication of a suspicious reaction, he will say to himself: “That is false!” And he will chase the thought far from him - his reason, his understanding, his knowledge will lead him to do this.
pt: Na primeira indicação de uma reação suspeita, ele dirá a si mesmo: “Isso é falso!” E ele afastará o pensamento para longe dele - sua razão, seu entendimento, seu conhecimento o levará a fazer isso.

source: At war:
pt: Na guerra:

source: Authentic conversion does not transform an individual into either a defense or prosecuting attorney, nor does it make of that individual an enemy of anyone.
pt: A conversão autêntica não transforma um indivíduo em um advogado de defesa ou de acusação, nem torna esse indivíduo um inimigo de ninguém.

source: Authority and power are given him (verse 2), and he is charged in the day of God’s wrath to “execute judgment among the nations” (verses 5, 6).
pt: Autoridade e poder são dados a ele (versículo 2), e ele é acusado no dia da ira de Deus para “executar julgamento entre as nações” (versos 5, 6).

source: B1 (verse 25b) Restoration and construction with squares and moat in a troubled time
pt: B1 (verso 25b) Restauração e construção com praças e fosso em um tempo conturbado

source: B2 (verse 26b) People of the prince will destroy city and sanctuary in flood, war and desolation, according to what was cut off
pt: B2 (verso 26b) O povo do príncipe destruirá a cidade e o santuário em inundação, guerra e desolação, de acordo com o que foi cortado

source: B3 (verse 27b) Upon the wing of abominations shall come one who makes desolate until the One cut off is poured out on the desolater.
pt: B3 (verso 27b) Sobre a asa das abominações virá alguém que faz desolado até que o Um cortado seja derramado sobre o desolador.

source: Babylonian Talmud, Shabbath 88a.
pt: Talmud Babilônico, Shabbath 88a.

source: Balak could not read the label, so he was not bound by it.
pt: Balak não pôde ler o rótulo, então ele não estava vinculado a ele.

source: Balak was the only one who could discover the truth, because he alone lived inside the only one really concerned with it and seriously affected by it.
pt: Balaque foi o único que conseguiu descobrir a verdade, porque ele morava só dentro do único realmente preocupado e seriamente afetado por isso.

source: Baptized Christianity harbored hatred for Israel.
pt: O cristianismo batizado nutria ódio por Israel.

source: Barabbas is the Aramaic equivalent for “son of the father.” And if one accepts the content of certain manuscripts that Origen read, the given name of Barabbas was “Jesus.
pt: Barrabás é o equivalente aramaico para "filho do pai". E se alguém aceita o conteúdo de certos manuscritos que Orígenes leu, o nome dado de Barrabás era "Jesus".

source: Basically, the Christian must begin with a goodwill effort, Admission of a personal and historical problem is halfway to success.
pt: Basicamente, o cristão deve começar com um esforço de boa vontade. A admissão de um problema pessoal e histórico está a meio caminho do sucesso.

source: Be that as it may, their silence, however rationalized, certainly cost the life of Jesus.
pt: Seja como for, seu silêncio, embora racionalizado, certamente custou a vida de Jesus.

source: Because God spoke, we believe in Him.
pt: Porque Deus falou, nós cremos nele.

source: Because Israel lived constantly under the threat of extermination by pagan, barbarian, and imperial Rome, were not the men responsible for her well-being and destiny to be extremely concerned by the rising tide of another messianic movement?
pt: Como Israel vivia constantemente sob a ameaça de extermínio por pagãos, bárbaros e Roma imperial, não eram os homens responsáveis por seu bem-estar e destino estarem extremamente preocupados com a crescente onda de outro movimento messiânico?

source: Because a slave decided freely to serve a certain master, that power to decide does not make him his master.
pt: Porque um escravo decidiu livremente servir um certo mestre, esse poder de decisão não o torna seu mestre.

source: Because man has lost the consciousness of this divine eye, he often falls into disrespect for self and for others.
pt: Porque o homem perdeu a consciência deste olho divino, ele freqüentemente cai em desrespeito por si mesmo e pelos outros.

source: Because man has made himself the grand initiator of truth, our society has given birth to a vast marketplace where everyone extols his merchandise and no one hears.
pt: Porque o homem se fez o grande iniciador da verdade, nossa sociedade deu origem a um vasto mercado onde todos exaltam sua mercadoria e ninguém ouve.

source: Because of his choice, his submission will be all the more perfect.
pt: Por causa de sua escolha, sua submissão será ainda mais perfeita.

source: Because of our Jewish status - the author’s as well as Jewish readers - we must be considered secure in our search from any thought of conscious or unconscious antiSemitism.
pt: Devido ao nosso status Judaico - tanto o autor quanto os leitores Judeus - Devemos ser considerados seguros em nossa busca de qualquer pensamento de antissemitismo consciente ou inconsciente.

source: Because of such deep traits, he was willing to sacrifice to his personal interests the womanly honor of his wife.37
pt: Por causa de tais características profundas, ele estava disposto a sacrificar aos seus interesses pessoais a honra feminina de sua esposa.37

source: Because of the Law rather than because of the Messiah, the Jews could not bring themselves to recognize Christianity’s claim to fuller truth.
pt: Por causa da Lei, e não por causa do Messias, os judeus não conseguiram reconhecer a reivindicação do cristianismo de uma verdade mais completa.

source: Because of this modern situation, historical perspectives cast in the mold of exile times (pre-1948) are brought back again to haunt us.
pt: Por causa dessa situação moderna, as perspectivas históricas lançadas nos moldes dos tempos do exílio (pré-1948) são trazidas de volta para nos assombrar.

source: Because of this the converted Jew, whatever the quality of his convictions, measures by his suffering the distance that continues to separate him from his Christian brother.
pt: Por causa disso, o judeu convertido, qualquer que seja a qualidade de suas convicções, mede por seu sofrimento a distância que continua a separá-lo de seu irmão cristão.

source: Because the Sabbath commandment relates to time, it is especially subject to the crafty twists of compromise.
pt: Como o mandamento do sábado se relaciona com o tempo, ele está especialmente sujeito às torções engenhosas do compromisso.

source: Because the end of the captivity was approaching, Daniel’s anxiety is understandable.
pt: Porque o fim do cativeiro estava se aproximando, a ansiedade de Daniel é compreensível.

source: Because the nature of its birth will not be similar to that of earthly creatures, but will be different in all respects….
pt: Porque a natureza do seu nascimento não será semelhante à das criaturas terrenas, mas será diferente em todos os aspectos.

source: Before we were, He was.
pt: Antes de nós estarmos, Ele era.

source: Beginning with the first centuries, and particularly with the fourth, the Christian religion appeared more and more to the Jew not just as a heresy but more as a form of paganism.
pt: Começando com os primeiros séculos, e particularmente com o quarto, a religião cristã apareceu mais e mais para o judeu não apenas como uma heresia, mas mais como uma forma de paganismo.

source: Beginning with the fourth century and lasting into the twentieth century, antiSemitism was to take all possible and imaginable forms.
pt: Começando com o século IV e perdurando até o século XX, o antissemitismo deveria tomar todas as formas possíveis e imagináveis.

source: Beginning with the introductory passages, the identity of the Servant is made clear: “Behold, my servant the Messiah will prosper, be lifted up and made strong; so long did the house of Israel languish after him.”
pt: Começando com as passagens introdutórias, fica clara a identidade do Servo: “Eis que meu servo, o Messias, prosperará, será exaltado e fortalecido; por tanto tempo a casa de Israel enfraqueceu depois dele. ”

source: Behold, I will send you Elijah the prophet before the great and terrible day of the Lord comes.” Malachi 4.4, 5 (3.22, 23 in the Hebrew Bible).
pt: Eis que eu vos enviarei o profeta Elias, antes que venha o grande e terrível dia do Senhor. ”Malaquias 4.4, 5 (3.22, 23 na Bíblia hebraica).

source: Bent down under his yoke, he shot back: “Amen!
pt: Abaixado sob seu jugo, ele atirou de volta: “Amém!

source: Bethlehem, humility (5:2)
pt: Belém, humildade (5: 2)

source: Bethlehem, humility, smallness:
pt: Belém, humildade, pequenez:

source: Betrayal and Conversion
pt: Traição e Conversão

source: Between the Alpha and the Omega
pt: Entre o alfa e o ômega

source: Between them are decisive differences.
pt: Entre eles estão as diferenças decisivas.

source: Between these two men who became the chief human instruments of the Judeo-Christian revelation streams a vast people of strangers: Israel.
pt: Entre esses dois homens que se tornaram os principais instrumentos humanos da revelação judaico-cristã flui um vasto povo de estranhos: Israel.

source: Bewildered and seemingly beaten in advance, one attempts to muster fresh words and ideas only with the greatest difficulty.
pt: Confuso e aparentemente castigado com antecedência, tenta-se reunir novas palavras e idéias apenas com maior a dificuldade.

source: Biblical theology is based upon the fact that God broke into human history in order to come to mankind.
pt: A teologia bíblica baseia-se no fato de que Deus invadiu a história humana para chegar à humanidade.

source: Biblical writings and those of the Jewish tradition convey a strong messianic preoccupation: “All the prophets prophesied only for messianic times, ” declares the Talmud.183 The subject of the coming Messiah was of great importance to Jewish thinking, and this rich inheritance is ours to enjoy and study today.
pt: Os escritos bíblicos e os da tradição judaica transmitem uma forte preocupação messiânica: “Todos os profetas profetizavam apenas para os tempos messiânicos”, declara o Talmud.183 O assunto da vinda do Messias foi de grande importância para o pensamento judaico, e essa rica herança é nossa. para desfrutar e estudar hoje.

source: Binding his foal to the vine and his ass’s colt to the choice vine, he washes his garments in wine and his vesture in the blood of grapes; his eyes shall be red with wine, and his teeth white with milk.“134 This Shiloh,135 in whom Jewish tradition unanimously sees the Messiah,136 belonged to the tribe of Judah.
pt: Ligando o seu potro à videira e ao jumentinho até à videira escolhida, ele lava as suas vestes em vinho e as suas vestes no sangue das uvas; os seus olhos serão vermelhos de vinho e os seus dentes brancos de leite. ”134 Este Shiloh, 135 em quem a tradição judaica unanimemente vê o Messias, 136 pertenceu à tribo de Judá.

source: Birth pains, anguish, and captivity:
pt: Dores de parto, angústia e cativeiro:

source: Birth, deliverance, and return:
pt: Nascimento, libertação e retorno:

source: Bitter Water
pt: Água Amarga

source: Both Christianity and Judaism find it hard to back up, so accustomed are they to their contradictory postures.
pt: Tanto o cristianismo quanto o judaísmo acham difícil fazer o backup, tão acostumados a suas posturas contraditórias.

source: Both Jew and Christian took pride in their understanding of truth, as though each was its author and exclusive depositary.
pt: Judeus e cristãos se orgulhavam de sua compreensão da verdade, como se cada um fosse seu autor e depositário exclusivo.

source: Both Jews and Christians pretend to be the elect of God, the representatives on earth of the Master of the universe.
pt: Tanto judeus como cristãos fingem ser os eleitos de Deus, os representantes na terra do Mestre do universo.

source: Both are included in one time period: seventy weeks.
pt: Ambos estão incluídos em um período de tempo: setenta semanas.

source: Both are old and tired and wrinkled in form and thought.
pt: Ambos estão velhos e cansados ​​e enrugados em forma e pensamento.

source: Both convey precise exhortation.
pt: Ambos transmitem uma exortação precisa.

source: Both groups had this in common: they were not exercising the initiative.
pt: Ambos os grupos tinham isso em comum: eles não estavam exercendo a iniciativa.

source: Both have failed to recognize that the one value common to both - the truth that comes from above - should always and consistently remain their common normative authority.
pt: Ambos falharam em reconhecer que o único valor comum a ambos - a verdade que vem de cima - deve sempre e consistentemente permanecer sua autoridade normativa comum.

source: Both include the intervention of an angel (or messenger)264 just before the day of God’s judgment.
pt: Ambos incluem a intervenção de um anjo (ou mensageiro) imediatamente antes do dia do julgamento de Deus.

source: Both must be ready to accept a risk - the risk of understanding on deeper levels, and possibly making a mistake.
pt: Ambos devem estar prontos para aceitar um risco - o risco de compreensão em níveis mais profundos e, possivelmente, cometer um erro.

source: Both must believe that each has something important to learn from the other, something that might bring into question the thought systems and destinies involved.
pt: Ambos devem acreditar que cada um tem algo importante para aprender com o outro, algo que pode colocar em questão os sistemas de pensamento e os destinos envolvidos.

source: Both must, while remaining open-minded, stand firm for the right without easily bending for reasons other than truth.
pt: Ambos devem, embora permaneçam de mente aberta, permanecer firmes pela direita sem se dobrarem facilmente por outras razões além da verdade.

source: Both passages are concerned with the great day of God’s appearance or coming.
pt: Ambas as passagens estão relacionadas com o grande dia da aparição ou vinda de Deus.

source: Both passages, which constitute the framework of the chapter, convey Daniel’s preoccupation for the salvation of Israel.
pt: Ambas as passagens, que constituem a estrutura do capítulo, transmitem a preocupação de Daniel pela salvação de Israel.

source: Both went more or less into a spiritual ghetto.
pt: Ambos foram mais ou menos para um gueto espiritual.

source: But I do nothing of the kind.
pt: Mas eu não faço nada do tipo.

source: But Jesus actually had no thought of casting aside the commandments of God.200
pt: Mas Jesus na verdade não pensou em deixar de lado os mandamentos de Deus.

source: But Philo had declared before the four Gospels were written that the high priest of the temple of Jerusalem was the Son of God and of Wisdom.
pt: Mas Fílon havia declarado antes que os quatro Evangelhos fossem escritos que o sumo sacerdote do templo de Jerusalém era o Filho de Deus e da Sabedoria.

source: But a rupture came.
pt: Mas uma ruptura veio.

source: But all this cunning in argument must not fool anyone.
pt: Mas toda essa astúcia no argumento não deve enganar ninguém.

source: But at the present time, when a Jew cannot own either fields or vineyards to insure a living, the loaning of money to non-Jews is a necessity and is therefore authorized.“59 “In this sense,” writes Lovsky, “medieval society forced the Jew at least to practice usury, if not to engage in business.“60 The fact remained that from generation to generation the only way to survive at all was by interest earned on money, a resource that consistently staved off violent death and expulsion.61
pt: Mas no momento atual, quando um judeu não pode possuir campos ou vinhedos para assegurar a vida, o empréstimo de dinheiro a não-judeus é uma necessidade e, portanto, é autorizado. ”59“ Nesse sentido ”, escreve Lovsky,“ sociedade medieval ”. forçou o judeu, pelo menos, a praticar usura, se não se envolver em negócios. ”60 O fato permaneceu que de geração em geração a única maneira de sobreviver era pelo juro ganho no dinheiro, um recurso que consistentemente evitou a morte violenta e expulsão.61

source: But at the same time that this theme became clear and strong, another concept became real, even troublesome, for it brought everything back into question - the concept of the “Son of God.” The core of the difficulty was this: Though it is permitted to be the son of Joseph and the son of David at the same time, it was impossible to be the son of David and the son of God at the same time.
pt: Mas, ao mesmo tempo em que esse tema se tornou claro e forte, outro conceito tornou-se real, até problemático, porque pôs tudo em questão - o conceito do “Filho de Deus”. O cerne da dificuldade era este: embora seja permitido ser filho de José e filho de Davi ao mesmo tempo, era impossível ser filho de Davi e filho de Deus ao mesmo tempo.

source: But between the two, Daniel inserts a prayer which reveals his basic concern: He is tormented by the thought of his people’s sin, which he relates to the exile.
pt: Mas entre os dois, Daniel insere uma oração que revela sua preocupação básica: ele é atormentado pelo pensamento do pecado de seu povo, que ele relaciona ao exílio.

source: But could not this view of salvation possibly be dangerous?
pt: Mas essa visão da salvação não poderia ser perigosa?

source: But did we not foresee this possibility at the threshold of our undertaking?
pt: Mas não previmos essa possibilidade no limiar de nosso empreendimento?

source: But even then theological controversies masked the real reasons for the schism, which can be found only in the historical situations and aspirations of both the Church and Israel:
pt: Mas mesmo assim as controvérsias teológicas mascararam as verdadeiras razões do cisma, que só pode ser encontrado nas situações e aspirações históricas da Igreja e de Israel:
